Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# switchControlOnboardingSetupDeviceActivate
source: Please activate the paired switch. This will be used to configure the Activate action in Switch Control.
ar: يرجى تفعيل المفتاح المقترن. سيتم استخدام هذا لتكوين إجراء التنشيط في التحكم بالتبديل.
bg: Моля, активирайте свързания превключвател. Това ще се използва за конфигуриране на действието за активиране в Управление с превключвател.
ca: Activa el polsador enllaçat. S’utilitzarà per configurar l’acció d’activació al control de polsador.
cs: Aktivujte spárovaný přepínač. Nakonfigurujete tím akci Aktivovat v ovládání Switch Control.
da: Aktiver den parrede knap. Dette bruges til at konfigurere handlingen Aktiver i Knapbetjening.
de: Aktiviere den gekoppelten Schalter. Dieser Schalter wird verwendet, um die Aktivierungsaktion in der Schaltersteuerung zu konfigurieren.
el: Ενεργοποιήστε τον ζευγοποιημένο διακόπτη. Θα χρησιμοποιηθεί για διαμόρφωση της ενέργειας «Ενεργοποίηση» στον Διακόπτη ελέγχου.
es: Activa el dispositivo enlazado. Se usará para configurar la acción Activar en el control por botón.
es_us: Activa el botón enlazado para configurar la acción Activar en Control por botón.
fi: Aktivoi pariksi liitetty kytkin. Tätä käytetään Kytkinohjauksen Aktivoi-toiminnon määrittämiseeen.
fr: Veuillez activer le contacteur jumelé. Ce dernier sera utilisé pour configurer l’action Activer dans « Contrôle de sélection ».
fr_ca: Veuillez activer le bouton jumelé. Il sera utilisé pour configurer l’action Activer dans le contrôle de sélection.
he: נא להפעיל את המתג שקושר. מתג זה ישמש להגדרת הפעולה ״הפעלה״ ב״בקרת מתגים״.
hi: कृपया पेयर किया गया स्विच सक्रिय करें। इसका इस्तेमाल स्विच कंट्रोल में ऐक्टिवेट क्रिया को कॉन्फ़िगर करने के लिए किया जाएगा।
hr: Aktivirajte upareni prekidač. Ovo će se koristiti za konfiguriranje postupka Aktiviraj u Kontroli prekidača.
hu: Aktiválja a párosított kapcsolót. Ennek használatával történik az Aktiválás művelet konfigurálása a Kapcsolóvezérlésben.
id: Aktifkan pengalih yang dipasangkan. Ini akan digunakan untuk mengonfigurasi tindakan Aktifkan di Kontrol Pengalihan.
it: Attiva l’interruttore abbinato, che verrà usato per configurare l’azione Attiva in “Controllo interruttori”.
ja: ペアリングされたスイッチをアクティベートしてください。これはスイッチコントロールでアクティベートアクションを構成するのに使用されます。
kk: Жұптастырылған ауыстырып-қосқышты белсендіріңіз. Бұл «Виртуалды контроллер» ішіндегі «Белсендіру» әрекетін теңшеу үшін пайдаланылады.
ko: 페어링된 스위치를 활성화하십시오. 이는 스위치 제어에서 활성화 동작을 구성하는 데 사용됩니다.
lt: Aktyvinkite susietą perjungiklį. Tai atlikus, srityje „Valdymas perjungikliais“ bus galima konfigūruoti atkyvinimo veiksmą.
ms: Sila aktifkan suis berpasangan. Ini akan digunakan untuk mengkonfigurasikan tindakan Aktifkan dalam Kawalan Suis.
nb: Aktiver den sammenkoblede bryteren. Dette brukes til å klargjøre aktiveringshandlingen i Bryterkontroll.
nl: Activeer de gekoppelde schakelaar. Deze wordt gebruikt om de activeertaak in schakelbediening te configureren.
pl: Aktywuj połączony w parę przełącznik. Posłuży to do skonfigurowania czynności Aktywuj w funkcji Sterowanie przełącznikami.
pt: Ative o controle emparelhado. Ele será usado para configurar a ação Ativar no Controle Assistivo.
pt_pt: Ative o manípulo emparelhado. Este será usado para configurar a ação Ativar no controlo por manípulos.
ro: Activați comutatorul asociat. Acesta va fi utilizat pentru a configura acțiunea de activare din Control comutator.
ru: Активируйте переключатель, с которым создана пара. Он будет использоваться для настройки действия «Активировать» в Виртуальном контроллере.
sk: Aktivujte spárovaný prepínač. Bude použitý na konfigurovanie akcie Aktivovať vo funkcii Switch Control.
sl: Aktivirajte seznanjeno stikalo, ki se bo uporabljalo za konfiguriranje dejanja Aktiviraj pri stikalnem upravljanju.
sv: Aktivera det parkopplade reglaget. Det här används till konfigurera åtgärden Aktivera i Reglagestyrning.
th: โปรดเปิดใช้งานสวิตช์ที่จับคู่แล้ว การทำงานนี้จะถูกใช้เพื่อกำหนดค่าการทำงานเลือกเพื่อสั่งทำงานในการควบคุมสวิตช์
tr: Lütfen eşlenmiş anahtarı etkinleştirin. Bu, Anahtarla Denetim’de Etkinleştir eylemini ayarlamak için kullanılır.
uk: Активуйте спарений перемикач. Він використовуватиметься для налаштування дії «Активувати» в Пульті перемикачів.
vi: Vui lòng kích hoạt công tắc được ghép đôi. Việc này sẽ được sử dụng để định cấu hình tác vụ Kích hoạt trong Điều khiển công tắc.
zh_cn: 请激活配对的切换。这将用于在“切换控制”中配置“激活”操作。
zh_hk: 請啟用已配對的切換。這會用來設定「切換控制」中的「啟用」動作。
zh_tw: 請啟用已配對的切換。這會用來在「切換控制」中設定「啟用」動作。

# switchControlOnboardingSetupDevicePairingRequest
source: %@ wants to pair.
ar: يرغب %@ في الاقتران.
bg: %@ иска да се свърже.
ca: El dispositiu “%@” demana enllaçar‑se.
cs: Zařízení %@ žádá o spárování.
da: %@ vil danne par.
de: %@ möchte sich koppeln.
el: %@: επιθυμεί ζευγοποίηση.
es: El dispositivo “%@” quiere enlazarse.
es_us: %@ quiere enlazarse.
fi: %@ haluaa muodostaa parin.
fr: « %@ » souhaite se jumeler.
fr_ca: %@ souhaite se jumeler.
he: ״%@״ מבקש לבצע קישור.
hi: %@ ने पेयर करने का अनुरोध किया है।
hr: Uređaj %@ želi se upariti.
hu: %@ párosítást kezdeményezett.
id: %@ ingin memasangkan.
it: %@ vuole effettuare l’abbinamento.
ja: %1$[tt]@がペアリングを求めています。
kk: %@ жұптастырғысы келеді.
ko: ‘%1$@’ 기기가 페어링하려고 합니다.
lt: „%@“ nori susisieti.
ms: %@ mahu berpasangan.
nb: %@ vil koble sammen.
nl: %@ wil koppeling tot stand brengen.
pl: Urządzenie %@ chce połączyć się w parę.
pt: O dispositivo %@ quer se emparelhar.
pt_pt: O dispositivo %@ pretende efetuar o emparelhamento.
ro: %@ dorește să se asocieze.
ru: Устройство «%@» пытается создать пару.
sk: Zariadenie %@ sa chce spárovať.
sl: Naprava %@ se želi seznaniti.
sv: %@ vill parkoppla.
th: %[tt]@ต้องการจับคู่
tr: %@, eşlemek istiyor.
uk: %@ хоче створити пару.
vi: %@ muốn ghép đôi.
zh_cn: %@想要配对。
zh_hk: %@想配對。
zh_tw: %@想要配對。

# switchControlOnboardingSetupDevicePairingRequestPIN
source: %@ wants to pair with PIN %d
ar: يرغب %@ في الاقتران باستخدام الرمز %d
bg: %@ иска да се свърже с ПИН %d
ca: El dispositiu “%@” demana enllaçar‑se mitjançant el PIN %d.
cs: Zařízení %@ žádá o spárování s použitím PIN %d
da: %@ vil danne par med PIN-koden %d
de: %@ möchte sich mit PIN %d koppeln
el: %@: επιθυμεί ζευγοποίηση με PIN: %d
es: El dispositivo “%@” quiere enlazarse usando el PIN %d.
es_us: %@ quiere enlazarse con el PIN %d.
fi: %@ haluaa muodostaa parin PIN-koodilla %d
fr: « %@ » souhaite se jumeler en utilisant le code PIN %d.
fr_ca: %@ souhaite se jumeler au moyen du NIP %d.
he: ״%@״ מבקש לבצע קישור באמצעות קוד ה-PIN ‏%d
hi: %@ ने %d पिन के साथ पेयर करने का अनुरोध किया है
hr: Uređaj %@ želi se upariti s PIN-om %d
hu: %@ párosítást kezdeményezett a következő PIN-nel: %d
id: %@ ingin memasangkan dengan PIN %d
it: %@ vuole effettuare l’abbinamento con il PIN %d
ja: %@がPIN %dでペアリングを求めています
kk: %@ PIN %d арқылы жұптастырғысы келеді
ko: ‘%@’ 기기가 %d PIN으로 페어링하려고 합니다.
lt: „%@“ nori susisieti pagal PIN kodą %d
ms: %@ mahu berpasangan dengan PIN %d
nb: %@ vil koble sammen ved hjelp av PIN-koden %d
nl: %@ wil koppeling tot stand brengen met pincode %d
pl: Urządzenie %@ chce połączyć się w parę, używając kodu PIN %d
pt: O dispositivo %@ quer se emparelhar com o código PIN %d
pt_pt: O dispositivo %@ pretende efetuar o emparelhamento usando o PIN %d.
ro: %@ dorește asocierea cu PIN‑ul %d
ru: Устройство «%@» пытается создать пару, используя PIN‑код %d.
sk: Zariadenie %@ sa chce spárovať použitím PIN kódu %d
sl: Naprava %@ se želi seznaniti s kodo PIN %d
sv: %@ vill parkoppla med PIN %d
th: %[tt]@ต้องการจับคู่ด้วยรหัส PIN %d
tr: %@, %d PIN’iyle eşlemek istiyor
uk: %@ хоче створити пару, використовуючи PIN-код %d
vi: %@ muốn ghép đôi với PIN %d
zh_cn: %@想要通过PIN码%d配对
zh_hk: %@想與PIN %d配對
zh_tw: %@想要以PIN碼%d配對

# switchControlOnboardingSetupDevicePairSuccess
source: The switch has been paired.
ar: تم إقران المفتاح.
bg: Превключвателят е свързан.
ca: S’ha enllaçat el polsador.
cs: Přepínač byl spárován.
da: Knappen er blevet parret.
de: Der Schalter wurde gekoppelt.
el: Ο διακόπτης ζευγοποιήθηκε.
es: Se ha enlazado el dispositivo de botón.
es_us: Se enlazó el botón.
fi: Kytkin on liitetty pariksi.
fr: Ce contacteur a été jumelé.
fr_ca: Le bouton a été jumelé.
he: מתג זה קושר.
hi: स्विच पेयर कर दिया गया है।
hr: Prekidač je uparen.
hu: A kapcsoló párosítva lett.
id: Pengalih telah dipasangkan.
it: L’interruttore è stato abbinato.
ja: スイッチはペアリングされました。
kk: Ауыстырып-қосқыш жұптастырылды.
ko: 스위치가 페어링되었습니다.
lt: Perjungiklis susietas.
ms: Suis telah dipasangkan.
nb: Bryteren er sammenkoblet.
nl: De schakelaar is gekoppeld.
pl: Przełącznik został połączony w parę.
pt: O controle foi emparelhado.
pt_pt: O manípulo foi emparelhado.
ro: Comutatorul a fost asociat.
ru: Переключатель объединен в пару.
sk: Prepínač bol spárovaný.
sl: Stikalo je bilo seznanjeno.
sv: Reglaget har parkopplats.
th: สวิตช์ถูกจับคู่แล้ว
tr: Anahtar eşlendi.
uk: Створено пару з цим перемикачем.
vi: Công tắc đã được ghép đôi.
zh_cn: 切换已配对。
zh_hk: 切換已配對。
zh_tw: 已配對切換。

# switchControlOnboardingSetupSearching
source: Searching for compatible Bluetooth switch devices.
ar: يجري البحث عن أجهزة مفاتيح Bluetooth متوافقة.
bg: Търсене на съвместими превключващи Bluetooth устройства.
ca: S’estan cercant polsadors Bluetooth compatibles.
cs: Hledají se kompatibilní přepínací Bluetooth zařízení.
da: Søger efter kompatible Bluetooth-knapenheder.
de: Nach kompatiblen Bluetooth-Schaltersteuergeräten suchen …
el: Αναζήτηση για συμβατές συσκευές διακόπτη Bluetooth…
es: Buscando dispositivos de botón Bluetooth compatibles
es_us: Buscando dispositivos de botones compatibles con Bluetooth.
fi: Etsitään yhteensopivia Bluetooth-kytkinlaitteita.
fr: Recherche de contacteurs Bluetooth compatibles en cours.
fr_ca: Recherche de boutons d’accessibilité Bluetooth compatibles
he: מחפש מכשירי Bluetooth תואמים של מתגים.
hi: संगत Bluetooth स्विच डिवाइस खोजे जा रहे हैं।
hr: Traženje kompatibilnih Bluetooth prekidnih uređaja.
hu: Kompatibilis Bluetooth kapcsolóeszközök keresése.
id: Mencari perangkat pengalih Bluetooth yang kompatibel.
it: Cerco dispositivi interruttore Bluetooth compatibili.
ja: 互換性のあるBluetoothスイッチデバイスを検索しています。
kk: Үйлесімді Bluetooth ауыстырып-қосқыш құрылғылары ізделуде.
ko: 호환되는 Bluetooth 스위치 기기를 검색 중입니다.
lt: Ieškoma suderinamų „Bluetooth“ įrenginių.
ms: Mencari peranti suis Bluetooth yang serasi.
nb: Søker etter kompatible Bluetooth-brytere.
nl: Compatibele Bluetooth-schakelapparaten zoeken.
pl: Szukam zgodnych przełączników Bluetooth.
pt: Buscando dispositivos de controle compatíveis com Bluetooth.
pt_pt: A procurar dispositivos de manípulos Bluetooth compatíveis
ro: Se caută dispozitive comutator Bluetooth compatibile.
ru: Поиск совместимых переключателей среди доступных устройств Bluetooth.
sk: Hľadám kompatibilné Bluetooth zariadenia.
sl: Iskanje združljivih preklopnih naprav Bluetooth.
sv: Söker efter kompatibla Bluetooth-reglageenheter.
th: กำลังค้นหาอุปกรณ์สวิตช์บลูทูธที่ใช้งานร่วมกันได้
tr: Uyumlu Bluetooth anahtar aygıtları aranıyor.
uk: Виконується пошук сумісних Bluetooth-перемикачів.
vi: Đang tìm kiếm các thiết bị công tắc Bluetooth tương thích.
zh_cn: 正在搜索兼容的蓝牙切换设备。
zh_hk: 正在搜尋相容的藍牙切換裝置。
zh_tw: 正在搜尋相容的藍牙切換裝置。

# switchControlOnboardingStartSetup
source: Start Setup
ar: بدء الإعداد
bg: Започни настройката
ca: Comença la configuració
cs: Spustit nastavení
da: Start indstilling
de: Konfiguration beginnen
el: Έναρξη διαμόρφωσης
es: Iniciar configuración
es_us: Empezar a configurar
fi: Aloita käyttöönotto
fr: Commencer la configuration
fr_ca: Commencer la configuration
he: התחלת ההגדרה
hi: सेटअप शुरू करें
hr: Započni podešavanje
hu: Beállítás indítása
id: Mulai Pengaturan
it: Inizia configurazione
ja: 設定を開始
kk: Баптау әрекетін бастау
ko: 설정 시작
lt: Pradėti sąranką
ms: Mulakan Persediaan
nb: Start konfigurering
nl: Start configuratie
pl: Rozpocznij konfigurację
pt: Iniciar Configuração
pt_pt: Iniciar configuração
ro: Începe configurarea
ru: Начать настройку
sk: Spustiť nastavovanie
sl: Zaženi nastavitev
sv: Starta inställningen
th: เริ่มตั้งค่า
tr: Ayarlamayı Başlat
uk: Почати налаштовування
vi: Bắt đầu thiết lập
zh_cn: 开始设置
zh_hk: 開始設定
zh_tw: 開始設定

# switchControlStart
source: Start Switch Control Setup
ar: بدء إعداد التحكم بالتبديل
bg: Започни настройка на Управление с превключвател
ca: Configura el control de polsador
cs: Spustit nastavení funkce Switch Control
da: Start indstilling af Knapbetjening
de: Einrichten der Schaltersteuerung starten
el: Έναρξη της διαμόρφωσης του Διακόπτη ελέγχου
es: Iniciar configuración del control por botón
es_us: Iniciar configuración de control por botón
fi: Aloita Kytkinohjauksen käyttöönotto
fr: Commencer la configuration du contrôle de sélection
fr_ca: Commencer la configuration du contrôle de sélection
he: התחלת ההגדרה של ״בקרת מתגים״
hi: स्विच कंट्रोल सेटअप शुरू करें
hr: Pokreni podešavanje Kontrole prekidača
hu: Kapcsolóvezérlés beállításának indítása
id: Mulai Pengaturan Kontrol Pengalihan
it: Avvia la configurazione di “Controllo interruttori”
ja: スイッチコントロールの設定を開始
kk: Виртуалды контроллерді баптауды бастау
ko: 스위치 제어 설정 시작
lt: Pradėkite valdymo perjungikliais sąranką
ms: Mulakan Persediaan Kawalan Suis
nb: Start oppsett av Bryterkontroll
nl: Start configuratie van schakelbediening
pl: Rozpocznij konfigurowanie Sterowania przełącznikami
pt: Inicie a Configuração do Controle Assistivo
pt_pt: Iniciar configuração do controlo por manípulos
ro: Începeți configurarea pentru Control comutator
ru: Начать настройку виртуального контроллера
sk: Spustiť nastavovanie Switch Control
sl: Začni nastavitev stikalnega upravljanja
sv: Starta inställning av Reglagestyrning
th: เริ่มการตั้งค่าการควบคุมสวิตช์
tr: Anahtarla Denetim Ayarlamasını Başlat
uk: Налаштуйте Пульт перемикачів
vi: Bắt đầu thiết lập Điều khiển công tắc
zh_cn: 开始切换控制设置
zh_hk: 開始切換控制設定
zh_tw: 開始切換控制設定

# SYSTEM_VOICES_TITLE
source: System Voices
ar: أصوات النظام
bg: Системни гласове
ca: Veus del sistema
cs: Systémové hlasy
da: Systemstemmer
de: Systemstimmen
el: Φωνές συστήματος
es: Voces del sistema
es_us: Voces del sistema
fi: Järjestelmän puheäänet
fr: Voix système
fr_ca: Voix système
he: קולות מערכת
hi: सिस्टम वॉइस
hr: Glasovi sustava
hu: Rendszer beszédhangjai
id: Suara Sistem
it: Voci di sistema
ja: システムの声
kk: Жүйелік дауыстар
ko: 시스템 음성
lt: Sistemos balsai
ms: Suara Sistem
nb: Systemstemmer
nl: Systeemstemmen
pl: Głosy systemowe
pt: Vozes do Sistema
pt_pt: Vozes do sistema
ro: Voci de sistem
ru: Системные голоса
sk: Systémové hlasy
sl: Sistemski glasovi
sv: Systemröster
th: เสียงอ่านของระบบ
tr: Sistem Sesleri
uk: Системні голоси
vi: Giọng nói hệ thống
zh_cn: 系统语音
zh_hk: 系統聲線
zh_tw: 系統聲音

# TAP_ALTERNATIVE_ON_RELEASE_SHORT
source: Final Touch
ar: اللمسة النهائية
bg: Крайно докосване
ca: Toc final
cs: Poslední dotyk
da: Sidste berøring
de: Letzte Berührung
el: Τελικό άγγιγμα
es: Toque final
es_us: Toque final
fi: Loppukosketus
fr: Dernière pression
fr_ca: Contact final
he: מגע אחרון
hi: अंतिम टच
hr: Završni dodir
hu: Utolsó érintés
id: Sentuhan Akhir
it: Tocco finale
ja: タッチ終了
kk: Соңғы жанасу
ko: 마지막 터치
lt: Galutinis palietimas
ms: Sentuhan Akhir
nb: Siste trykk
nl: Laatste aanraking
pl: Ostatnie dotknięcie
pt: Toque Final
pt_pt: Último toque
ro: Atingere finală
ru: Последнее касание
sk: Koniec dotyku
sl: Končni dotik
sv: Slutberöring
th: สัมผัสสุดท้าย
tr: Son Dokunma
uk: Кінцевий дотик
vi: Chạm cuối cùng
zh_cn: 最后一次触控
zh_hk: 最後觸碰點
zh_tw: 最終觸控

# TAP_ALTERNATIVE_ON_TOUCH_SHORT
source: Initial Touch
ar: اللمسة الأولية
bg: Начално докосване
ca: Toc inicial
cs: První dotyk
da: Første berøring
de: Erste Berührung
el: Αρχικό άγγιγμα
es: Toque inicial
es_us: Toque inicial
fi: Alkukosketus
fr: Première pression
fr_ca: Contact initial
he: מגע ראשוני
hi: प्रारंभिक टच
hr: Početni dodir
hu: Első érintés
id: Sentuhan Awal
it: Tocco iniziale
ja: タッチ開始
kk: Алғашқы жанасу
ko: 첫 번째 터치
lt: Pirminis palietimas
ms: Sentuhan Awal
nb: Første trykk
nl: Eerste aanraking
pl: Pierwsze dotknięcie
pt: Toque Inicial
pt_pt: Primeiro toque
ro: Atingere inițială
ru: Первое касание
sk: Začiatok dotyku
sl: Začetni dotik
sv: Inledande beröring
th: สัมผัสแรก
tr: İlk Dokunma
uk: Первинний дотик
vi: Chạm ban đầu
zh_cn: 首次触控
zh_hk: 最初觸碰點
zh_tw: 最初觸控

# textSize
source: Larger Text
ar: نص أكبر
bg: По-голям текст
ca: Text més gran
cs: Větší text
da: Større tekst
de: Größerer Text
el: Μεγαλύτερο κείμενο
es: Texto más grande
es_us: Texto más grande
fi: Suurempi teksti
fr: Police plus grande
fr_ca: Police plus grande
he: מלל גדול יותר
hi: बड़ा टेक्स्ट
hr: Veća slova
hu: Nagyobb szöveg
id: Teks yang Lebih Besar
it: Testo più grande
ja: 文字を拡大
kk: Үлкенірек мәтін
ko: 더 큰 텍스트
lt: Padidintas tekstas
ms: Teks Lebih Besar
nb: Større tekst
nl: Grotere tekst
pl: Większy tekst
pt: Texto Maior
pt_pt: Texto maior
ro: Text mai mare
ru: Крупный текст
sk: Väčší text
sl: Večje besedilo
sv: Större text
th: ข้อความตัวใหญ่
tr: Büyük Metin
uk: Більший шрифт
vi: Chữ lớn hơn
zh_cn: 更大字体
zh_hk: 大型文字
zh_tw: 放大文字

# textSizeDescription
source: Apps that support Dynamic Type will adjust to your preferred reading size above.
ar: سيتم ضبط التطبيقات التي تدعم النص الديناميكي بحيث تتلاءم مع حجم القراءة المفضل أعلاه.
bg: Приложенията, които поддържат Динамичен шрифт, ще се настройват спрямо вашия предпочитан размер за четене по-горе.
ca: Les apps compatibles amb la mida de lletra dinàmica s’ajustaran a la teva mida de lectura preferida.
cs: Aplikace, jež podporují funkci Dynamické písmo, se nastaví do preferované velikosti písma.
da: Apps, der understøtter dynamisk skrift, justerer tekst til din foretrukne læsestørrelse ovenfor.
de: Apps, die dynamischen Text unterstützen, passen sich an die oben festgelegte Lesegröße an.
el: Θα εφαρμόζεται αυτό το μέγεθος σε εφαρμογές που υποστηρίζουν Δυναμικό κείμενο.
es: Las apps compatibles con el tamaño de letra dinámico se ajustarán a tu tamaño de lectura preferido.
es_us: Las apps compatibles con Tamaño de letra dinámico se ajustarán a tu tamaño de lectura preferido arriba.
fi: Dynaamista tekstiä tukevat apit käyttävät yllä valitsemaasi kirjainkokoa.
fr: Les apps qui prennent en charge les polices dynamiques s’adapteront à votre taille de police préférée pour la lecture indiquée ci-dessus.
fr_ca: Les applications prenant en charge le format dynamique s’adapteront à votre taille de lecture préférée.
he: יישומים התומכים בכתב דינמי יתאימו את עצמם לגודל המלל המועדף שבחרת למעלה.
hi: ऐसे ऐप्स, जो डाइनैमिक टाइप का समर्थन करते हैं, आपके उपर्युक्त पसंदीदा पढ़ने के आकार के अनुसार ऐडजस्ट हो जाएँगे।
hr: Aplikacije koje podržavaju Dinamična slova prilagodit će se vašoj preferiranoj veličini za čitanje, navedenoj iznad.
hu: A dinamikus betűtípusokat támogató appok az Ön által a fentiekben beállított olvasási mérethez fognak igazodni.
id: App yang mendukung Pengetikan Dinamis akan diatur sesuai ukuran bacaan pilihan Anda di atas.
it: Le app che supportano il font dinamico si adatteranno alle dimensioni del testo indicate sopra.
ja: ダイナミックタイプ機能に対応しているアプリでは、上のスライダで指定したサイズでテキストが表示されます。
kk: «Динамикалық қаріп» функциясына қолдау көрсететін қолданбаларда қаріп жоғарыда таңдалған өлшемге сәйкес реттеледі.
ko: 유동적 글자 크기 조절을 지원하는 앱은 위와 같이 선호하는 글자 크기로 조절됩니다.
lt: Programos, palaikančios dinaminį tipą, prisitaikys prie pirmiau esančio pageidaujamo teksto dydžio.
ms: App yang menyokong Taip Dinamik akan dilaraskan kepada saiz bacaan pilihan anda di atas.
nb: Apper som støtter dynamisk skrift, justerer seg etter den foretrukne størrelsen din.
nl: Apps die dynamische tekst ondersteunen worden aangepast aan de hierboven ingestelde lettergrootte.
pl: Aplikacje używające czcionki dynamicznej dostosują wielkość tekstu powyżej.
pt: Os apps compatíveis com a Fonte Dinâmica se ajustarão ao tamanho de leitura preferido acima.
pt_pt: As aplicações que suportam tipo de letra dinâmico ajustarão o tamanho da letra de acordo com o tamanho definido acima.
ro: Aplicațiile compatibile cu funcția “Font dinamic” își vor ajusta dimensiunea textului pe baza configurării dvs. de mai sus.
ru: В приложениях, поддерживающих «Динамический шрифт», шрифт меняется согласно выбранному выше размеру.
sk: Apky podporujúce Dynamické písmo budú používať vyššie špecifikovanú veľkosť písma.
sl: Aplikacije, ki podpirajo dinamično vrsto, se prilagodijo zgoraj navedeni prednostni bralni velikosti.
sv: Appar med stöd för dynamisk text kommer att justeras till lässtorleken ovan.
th: แอปที่รองรับการปรับข้อความอย่างยืดหยุ่นจะปรับขนาดข้อความตามที่คุณต้องการด้านบน
tr: Dinamik Font’u destekleyen uygulamalar, tercih ettiğiniz yukarıdaki okuma puntosuna göre ayarlanır.
uk: Програми, які підтримують Динамічний шрифт, адаптуватимуться до розміру шрифту, наведеного вище.
vi: Các ứng dụng hỗ trợ Kiểu động sẽ điều chỉnh theo kích cỡ đọc ưa thích của bạn ở trên.
zh_cn: 支持动态字体的App将会调整为上方的首选阅读字体大小。
zh_hk: 支援「動態字體」的App會把文字調整到以上你所偏好的字體大小。
zh_tw: 支援「動態字級」的App會把文字調整到上方你偏好的字體大小。

# TIP_VOICEOVER_HINTS_LABEL
source: Tip
ar: تلميح
bg: Съвет
ca: Consell
de: Tipp
el: Συμβουλή
es: Consejo
es_us: Consejo
fi: Vinkki
fr: Astuce
fr_ca: Astuce
he: טיפ
hi: नुस्ख़ा
hr: Savjet
hu: Tipp
id: Kiat
it: Suggerimento
ja: ヒント
kk: Кеңес
ko: 팁
lt: Patarimas
ms: Petua
nb: Tips
pl: Porada
pt: Dica
pt_pt: Dica
ro: Sugestie
ru: Совет
sl: Nasvet
sv: Tips
th: เคล็ดลับ
tr: İpucu
uk: Порада
vi: Mẹo
zh_cn: 提示
zh_hk: 貼士
zh_tw: 提示

source: Touch Accommodations
ar: تسهيلات اللمس
bg: Улеснения за докосване
ca: Facilitats tàctils
cs: Přizpůsobení dotyků
da: Tilpasning af berøring
de: Touch-Anpassungen
el: Βοηθήματα αφής
es: Facilidades táctiles
es_us: Adaptaciones táctiles
fi: Kosketusten mukautus
fr: Adaptation aux pressions
fr_ca: Adaptation tactile
he: התאמות למגע
hi: टच सुविधाएँ
hr: Prilagodbe dodira
hu: Érintési beállítások
id: Akomodasi Sentuh
it: Regolazione tocco
ja: タッチ調整
kk: Түрту әрекетін бейімдеу
ko: 터치 조절
lt: Palietimo pritaikymas
ms: Penyesuaian Sentuhan
nb: Trykktilpassing
nl: Aangepaste aanraking
pl: Udogodnienia dotyku
pt: Adaptações de Toque
pt_pt: Opções de toque
ro: Adaptări tactile
ru: Адаптация касания
sk: Prispôsobenie dotykov
sl: Prilagoditve dotika
sv: Pekhjälpmedel
th: การช่วยปรับการสัมผัส
tr: Dokunma Kolaylıkları
uk: Адаптації дотику
vi: Thích nghi cảm ứng
zh_cn: 触控调节
zh_hk: 觸控調節
zh_tw: 觸控調節
